Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 호텔 객실이 좀 헷갈려서 말이야
en: I think I mixed up the hotel rooms.

source: 그만!
en: enough!

source: 정리 좀 하고 오느라~
en: I had to take care of something back there.

source: 쪼륵
en: drip

source: 몰랐다고..?
en: call it off...?

source: 아아아악!
en: ahhhhh!

source: 지익
en: scoop

source: 아무리 그래도 백두산인데?
en: but I had baekdu mountain with me?

source: 그런데 이리 가벼워도 되겠네?
en: and you two frolic like kids?

source: 진철!
en: jincheol!

source: 푹
en: stab

source: 나는 최프로헌티 먼저 기회를 주는겨~
en: I’m just giving you the first chance.

source: 너무나 당연한 판단
en: it was the obvious choice. the only conclusion that made sense.

source: 응?
en: huh?

source: 하아 하아
en: huff huff

source: 중앙 통제실에서 알립니다
en: this is the central control office.

source: 큭!
en: argh!

source: 위층에는 아무것도 없습니다!
en: there’s nothing upstairs!

source: 꺄아아악!
en: ahhhhhh!

source: 재밌는 가스구만
en: this gas is funny.

source: 마저 말씀하시죠
en: please, what was it that you wanted me to do?

source: 뭐?
en: what?

source: 미친놈이라고...
en: he’s a lunatic...

source: 사내가 큰 일 하는데
en: a man must not allow himself to be swayed by little things...

source: 기형아, 편협하게 보지말고 넓게 봐보자잉?
en: gihyeong, don’t be short-sighted. look at the bigger picture, okay?

source: EN
en: EN *this episode contains strong language that may not be suitable for some readers.

source: 인생 최초로
en: ...for the first in his life...

source: 민들레
en: dandelion

source: 멀쩡히 데려가도 문제 있지 않갔어?
en: so it’d be wrong to take you in one-piece, no?

source: 다 죽이고 불태운 다음
en: I just have to kill and burn everyone and...

source: 기본기가 중요하다는 걸 알려주기 위해서라도
en: ...your theatrical performances...

source: 뭐...?
en: what..?

source: 너흰 ㅈ됐다는 거야
en: it means you’re fucked.

source: 알았다
en: I now know.

source: 우린 언제나 널 의심하고 있다
en: you’re always on our radar.

source: 싸워?
en: should I fight him?

source: 뭐 하고 있네?
en: what are you doing?

source: 처음으로 아빠의 속마음을 들었다
en: for the first time ever, I heard him say his feelings out loud.

source: 소말리아 내전 참전 20회
en: 20 times in somalian civil war.

source: 흐흑!
en: sob

source: 아니, 그전에
en: no, before that...

source: 내 생각보다 많은 걸 알고 있나 보구나
en: I realized that you knew way more than I had thought.

source: 꾹
en: press

source: 뭔가 있어?
en: did you see something?

source: 이리 내!
en: give it to me!

source: 어디서 온 누구인지는 모르겠지만
en: I don’t know who you are or where you came from,

source: 후
en: sigh

source: 반관(半官)
en: semi-governmental hotel.

source: 누군가를 쫓는 모습 발견
en: he was spotted chasing someone.

source: 누가 보안으로 오는지 전혀 정보가 없어
en: we don’t have any information on who’s in the security team.

source: 임무를 멋지게 수행하고 공화국의 전사로써 당당하게 돌아오라
en: accomplish your missions and come back to us as proud warriors of the country.

source: 남실장
en: planning manager nam.

source: 일희일비하지 말게
en: there is no need to fret.

source: 쿵
en: crash

source: 힘주세요!!
en: push!!

source: 그럼 내일도 와도 되나요?
en: so can I come tomorrow?

source: 강국철 너 총 안버렷..
en: gookcheol, put your gun--

source: 맹수, 야수
en: ...savage animals...

source: 강자를 알아본 남실장의 선택은
en: ...the choice he finally made...

source: 세탁 잘하는 곳이 있어
en: I know a place that’s good at laundry.

source: …그건 또 언제>
en: how long has it been occupied...?

source: 어..어엇!
en: e-eh?!!

source: love 우리딸
en: love my daughter

source: 남자 대 남자?
en: man to man?

source: 공허하다
en: I feel empty.

source: 바로 시작하자
en: let’s get started right away.

source: 다 들었어
en: I heard all about you.

source: 자네는 나가 있어
en: give us some privacy.

source: 그거랑도 관련된 모양이던데
en: it appears that your dad’s involved in that as well.

source: 끄덕
en: nod

source: 찰칵
en: click

source: 아까부터…
en: impressive...

source: 스토리{j}(박태준 만화아카데미 1기){j}토이
en: Story (Park Taejun Comics Acadaemy - 1st Gen) Toy{j}{j}

source: 조용하게, 알지?
en: ...quietly, you got that?

source: 최고의 결과를 낳지는 않는다
en: ...promise the best results.

source: 아마존에 사는 자이언트 수달은
en: the giant otters living in the Amazon are...

source: 지금 네가 한 말에 책임질 수 있어?
en: you sure you’ve got nothing to be afraid of?

source: 큭큭큭큭큭
en: ahahahahaha!

source: 소속:
en: works at:

source: 작전에만 성공하면 나라에서 색시감도 찾아주고 다 한다고 했잖니?
en: once we succeed in the operation, the party will find us a lady to wed. remember the promise?

source: 기카면 좀 곤란한 사람들이 많이 생기거든
en: but that’s a bit problematic for some.

source: 근데 어쩌냐?
en: but what can you do?

source: 지금 리만섭…
en: now, manseop ri is...

source: 북한 쪽 움직이기 전에'
en: before north korea steps in.

source: 지금 민간인 납치하고
en: don’t forget that you’ve just kidnapped a civilian,

source: 대신 조건이 있어
en: but on one condition.

source: 전역 시켜주십시오!!
en: discharge me!!

source: 부실한 식사
en: ...and meager meals...

source: 후우
en: huff

source: 물론 저 에미나이도 이용당한거지만
en: of course, she was being used by someone else as well.

source: 덜컥 덜컥
en: clank clank

source: 틱!
en: click

source: 독을 먹이기도 했고,
en: they poisoned us, and...

source: 저 사람이 그때 우리 앞에서 무릎 꿇었던 그 사람이 맞는가?
en: is he the same man who knelt down before us the last time?

source: ㅆ발!
en: really,

source: 뛰어!!
en: run!!

source: 어…어어!
en: eh... oh?!

source: 두웅!
en: dun dun

source: 포식자라고 합니다
en: ...predators.

source: 으적
en: pow

source: 말하려고 했는데
en: ...I was going to say, but...

source: 지금 날더러 다시 남조선으로 돌아가라는…!
en: hey, you telling me that I should go back to south joseon?!

source: 이잉 그럼 남는게 없는디
en: yikes, I’m not gonna be getting anything.

source: 싫지 않아
en: I love it.

source: 안돼
en: no.

source: 응애- 응애-
en: waaah waah

source: 어이!
en: hey!

source: 아빠 왔다
en: dad’s here.

source: 그게 들통났다~ 이말이디
en: ...it’s gone down the drain because we found out about it!

source: 그렇단 말이지..
en: is that so...?

source: ….{j}그러면 의미가 없는데
en: but it’s pointless if you do that...{j}

source: 제작 총괄 박태준
en: General Producer Taejun Park{j}

source: 어..
en: si...

source: 그런데 한창 감성적일 때 미안하지만..
en: I’m sorry to break this to you when you’re all sentimental...

source: 뭐야, 전역을 조건으로
en: what the? are you saying that...

source: 어…?
en: huh...?

source: 조건은 나 쪽에서 걸어야지
en: I’m the one who decide the terms.

source: 오~ 제법..
en: oh, he’s good--

source: 읽어보면 도움 될텐데
en: it might help if you read it.

source: …그런 이상한 복장으로 옆에 붙지 말라
en: don’t get near me with that weird outfit of yours.

source: 전쟁?
en: war?

source: 누군가는 ???를 위해서
en: for ???.

source: …박영광입네다
en: yeongkwang park, sir...

source: 풀썩!
en: flop

source: 텅!!
en: bam

source: 꺄아악!
en: ahhhhhhh!

source: 뭐?!
en: what did you just say?!

source: 뭐야, 진짜야?
en: what? are you sure?

source: 얼마나 대단한 거 보냈나
en: ...what kind of gift you’ve sent.

source: 한번 보자고
en: I look forward to...

source: 그런가?
en: is it?

source: 단단히 화나셨습니다...
en: he’s very upset...

source: 그렇다면 인원이 많을수록 좋디
en: that means I should have more people in this operation.

source: 제작 총괄{j}박태준
en: General Producer Taejun Park{j}

source: 처음으로 눈에 생기가 돌았다
en: for the first time, a flicker of life flashed in my eyes.

source: 으..으아아!
en: ahhhh!

source: 그건 애들이 알면..
en: it’s not for the kids to know...

source: 수달 하나 (otter one)
en: otter one. fight records:

source: 위에서 까라면 까야지 별 수 있간디?
en: but what else could I do when they told me to jump?

source: 영장 건 같습니다
en: I think it’s about the warrant.

source: 예 선생님 그러면 연락 드리겠습니다
en: yes, sir. I’ll get back to you.

source: I Love 우리딸
en: I love my daughter

source: ...'북한과의 협정이 있었다'
en: there was once a negotiation with north korea...

source: 아저씨 뭐예요??!!
en: who are you?!

source: 내 쪽에서 보증해 줄 때 데려가는게 이득일텐데?
en: you better take him when I’m vouching for him.

source: 뭘 맡기실라고? '성한수 선수'
en: but what’s the collateral, “athlete hansu seong”?

source: 네에~ 물 드시라고
en: hi, I got you a glass of water.

source: 어차피 내가 나서면 얘는 안죽는 거 알잖여~
en: and you know that he’s not gonna die as long as I have his back.

source: 보아하니 주먹 깨나 쓰는 모양인데
en: I see that you’re good at fighting, but so what?

source: 담보 받고 세탁이나 해줘
en: take a collateral and make us new identities.

source: 네가 뭘 숨기고 있는지
en: whatever you’re hiding...

source: 이..
en: you...

source: 내가 세탁해서 북한쪽에 넘겨불믄 답 없는 거
en: if I wash his identity and hand him over to the north, right?

source: 뚝
en: beep

source: 오랜만이구만 이런 기분
en: it’s been a while since I felt this way.

source: 가슴에 바람구멍 나서 뒤졌다야
en: I made holes in his chest.

source: 많이 컸네!!
en: look how much you’ve grown!

source: 이야기할 생각이 들었나보군
en: I see that you do.

source: 으아아아아!!!
en: arghhhhhh!!!

source: 지지직
en: crackle

source: 소좌 동지 말씀하신 대로 서류들 정리해왔습네다
en: sir, I organized the files just as you asked.

source: 대신 조건이…
en: but the condition is--

source: 여기서 말하는대로 일단 들어
en: ...and listen to what he says.

source: 부부관계 같은 거 아니었어?
en: it’s much like a marital relationship.

source: 마셔라!
en: drink up!

source: 틱
en: tick

source: 아버지'로 사는게 훨씬 힘들거든
en: to live as a father... it’s more challenging to live like one than to live as a breadwinner.

source: 후송차량에 모두 태웠습니다
en: they’re all in the evacuation truck.

source: 허허허
en: hahaha.

source: 누구?
en: who are you?

source: 내가 조금 양보해 줄게
en: I can make concessions.

source: 얼마나 속상하시겠습니까..
en: I cannot imagine how upset you’d be...

source: 속도 올릴테니까 꽉 잡아!!
en: okay, I’m speeding up! everyone, grab onto something!

source: 쾅쾅쾅
en: wham wham wham

source: 우리랑 어떻게 친구가 된건지 알고 있니?
en: became friends with your dad?

source: 그..{j}그게 기억이....
en: uhm... I... can’t remember...{j}

source: 지난 날의 역사 아니여?
en: that’s the history, isn’t it?

source: 예, 신원도 없고 흔적도 찾아볼 수 없는데요
en: yes, sir. we couldn’t find a single trace of her in the house.

source: 만난지 얼마 되지 않아
en: and it didn’t take a long time...

source: 아무것도 하지 못했다
en: ...they freely took my car keys.

source: 그 날이 다가왔다
en: ...and the day arrived.

source: 뭐야!
en: what the?!

source: 육금성 중에 한 명이 한팀장을 쓰러뜨리고
en: it appears that one of the six venus attacked him and

source: 안그래도 VIP께서 불편하다고 말씀하셨는데
en: the president has expressed his discomfort about the matter.

source: 찰칵!
en: beep

source: 스토리 (박태준 만화아카데미 1기) 토이
en: Story (Park Taejun Comics Academy - 1st Gen) Toy

source: 쨍그랑!
en: clank

source: 부릉!
en: vroom

source: 내가 담배를 싫어해서 말이야
en: ...I hate smoking.

source: 옆이다!!
en: attack the side!

source: 움직이지마!!
en: nobody move!!

source: 절대 손해 보지 않아
en: ...never allows any loss in his business.

source: 타깃 탈취하셨답니다
en: he has the target.

source: 해체?
en: close it?

source: 아…아빠…?
en: da-dad...?

source: 그런데 아까 분명히 정확하게 인중 때렸는데
en: I thought I punched him right in his philtrum a while ago.

source: 큭!!
en: argh!

source: 시작하세요
en: get started right away.

source: 쿠당탕
en: crash

source: 개!
en: fuck...

source: 처분할 거면 빨리 하시라요, 괜히 사람 바보 만들지 말고..
en: if you’re planning on getting rid of me, make it quick. don’t make a fool out of me.

source: 그딴건…
en: that’s--

source: 새끼, 아둔하긴..
en: fucker, so dull...

source: 뭐, 뭐뭐뭐 뭐야
en: wh-what... what...

source: 아..다빈이네 아저씨….
en: oh, mr. park...

source: 당연하지
en: of course.

source: 북한 출신인 인원을 넣은 것에 대한 우려를 표하셨습니다
en: he expressed his concern for including a former nk spy in the team.

source: 아빠에 대한 미안함과 고마움의 눈물 시간인가
en: are you crying because you’re sorry and grateful to your father?

source: 이백만불이여 몸값
en: two million dollars... that’s the price.

source: 네 이름 같은 건 안 궁금해
en: I don’t give a crap about your name.

source: 나는 김 일 죽이러 왔다
en: I’m here to kill xil kim.

source: 아..아으 예..예…
en: oh... yeah... yes...

source: 비켜!
en: move!

source: 예?!
en: excuse me?!

source: 침착하자, 응?
en: calm yourself down, okay?

source: 취소하자!
en: let’s call it off.

source: 삑!
en: beep

source: 여긴?!!
en: where am I?!

source: 너를 불편해하는 분이 있어서 말이지
en: someone wants you dead.

source: 우오!
en: woo-oh!

source: 기억이 하나도 없는데,
en: so what you’re saying is,

source: 너를 버린 조국에 복수할 수 있는 기회야
en: it’s your chance to pay back the country that abandoned you.

source: 아이러니하게도
en: ironically...

source: 쯧쯧쯧
en: tsk tsk tsk

source: 3층 제일 왼쪽방 맞는지?
en: confirm the location, the far left room on the third floor.

source: 파바바밧!
en: swish

source: 히이익..
en: e-eeek!

source: 부우우웅-
en: vroom

source: 락커한테는 평상복인데…
en: this is a casual outfit for rockers...

source: 콰앙!
en: slam

source: 쩍!
en: pow

source: …뭐지?
en: what is that?

source: 제발요!!
en: please!!

source: 점프력
en: ...how much can you jump.

source: 그거이 누가 모르네?
en: you think I didn’t think of that?

source: 뒤에서,
en: they move from behind...

source: 아까 뭐라고?
en: what did you just say?

source: 그 자식들 북한쪽에 신무기를 지원하고 있을 줄이야
en: who knew they’d be supplying new weapons to north korea?

source: 수고하셨습니다!
en: welcome back, sir!!

source: 면담 좀 하고 올게
en: ...and talk to him.

source: 좋아요..
en: fine...

source: 아빠요?
en: my dad?

source: 쳐
en: hit me.

source: 네...
en: no...

source: 조 선생님
en: ...sir cho?

source: 3일 후
en: three days later.

source: 분명..
en: I’m sure..

source: 텁
en: stomp

source: 중얼 중얼
en: murmur

source: 다들 들리나?
en: can you all hear me?

source: 그..{j}국장님 지갑에도 손을 댄 모양이던데요
en: i-it looks like he took some money from your pocket...{j}

source: 내 여자다
en: she’s my woman.

source: 알갔어?!!
en: got that?!!

source: 콜록
en: cough.

source: 똑바로……음냐..
en: stand up...

source: 퍽퍽
en: thwack thwack

source: 먹지를 못해서 기런가~ 해서 주는 거야
en: so I figured that it could be because you’re hungry.

source: 국가에서 당신을 필요로 하는데
en: I don’t think you can get out of this...

source: 드르렁-
en: snore

source: 예, 안그래도 지금 씻기고 준비시켜 놨습니다
en: she’s all ready. I made her take a shower and wait for you.

source: 하나 보내 놓을게
en: I’ll send you one before I arrive.

source: 큰일 났습니다!
en: we have a problem!

source: 언제나 최선의 판단이
en: ...the best decisions don’t always...

source: 제리 지구 분쟁 작전 '나킹' 참전
en: operation “naking,” conflict in zeri strip.

source: 아니 뭐, 계획이나 방법 같은게 있나보지?
en: what, does he have a plan or something?

source: 코드 66이요...?
en: code 66? what is that...?

source: 저게 뭐야?
en: what is that?

source: 왜 자꾸 귀가 가렵지?
en: my ear is really itchy.

source: 국가 특수 임무국
en: national special operations

source: 그게 사과냐?
en: you think that’s the right way to apologize?

source: 너는 김 씨 란다
en: your last name is kim.

source: 우리가 먼저 딸을 확보한다
en: we need to secure the girl first.

source: 우리 둘이라면 모르지만
en: we wouldn’t have a problem taking the other way, but...

source: 방해하지 말았으면 좋겠어
en: so don’t stand in my way.

source: 그래 맞아
en: yes, you’re right.

source: 일어나세요 민지 아버님
en: please stand up, sir.

source: 좋아 그럼 천천히...
en: good. now...

source: 일단 조용히 나와, 수습은 내가...
en: get out of there first. I’ll take care of the rest--

source: 군인이 무기에서 손 떼게 되어있어?!!
en: haven’t I taught you that we soldiers never put our weapons down?!

source: 백두산'
en: baekdu mountain

source: 응 그려 그려,
en: yeah, don’t worry about that.

source: 이야~ 역시 VIP룸인가
en: woah, so this is what the vip room looks like.

source: 중국 하얼빈 지역 갱단 양천회
en: gangster, harbin, china. chunhoi yang

source: 코드 66이 선물 붙여놨다길래
en: code 66 told me that he’d sent a gift for me,

source: 아버지가 이기디요?
en: you, right father?

source: 뒤로는 돈과 권력을 두려워하면서
en: you fear money and power behind people’s back, but

source: 주영건설...?
en: juyoung construction...?

source: 아, 아아
en: ah, ah.

source: 나가서 차에 타있으라
en: go outside and get in the car.

source: 다른 사람들처럼 평범하게 살아가는 방법 말이야
en: live just like the rest of the people.

source: 으아앗!!!
en: argh!!

source: 한국에서 왔다
en: we’re from korea.

source: 왜 나를 한 번도 찾아오지 않았지?
en: why didn’t you come visit me?

source: 내가 또 한때 성선수 팬이었는디~
en: I used to be a fan of you, mate.

source: 빙글
en: twist

source: 털썩!
en: collapse

source: 전역시켜달란 말입니다!!!!!
en: discharge me!!!!

source: 꽁냥 꽁냥
en: sweet sweet

source: 푸슛
en: swish

source: 그 인사를 마지막으로
en: ...that the farewell would be the last one.

source: 사단장님, 그만 하겠습니다
en: sir, I quit.

source: 2차전 가야지?
en: next round?

source: 비..비밀이요?
en: a se-secret?

source: 네..
en: ye--

source: 그런 식으로 해결이 될 줄이야
en: I had no idea that it’d be solved that way.

source: En
en: the last man standing

source: 주영건설 서 실장입니다
en: I am manager seo from juyoung construction.

source: 나는 잠을 이루지 못했다
en: ...I couldn’t fall asleep.

source: 흐읏....
en: argh...

source: 아빠보러
en: time to meet your father.

source: 나는 그 곳에서 태어났다
en: ...that’s where I was born.

source: 새로운 충격을 보여줄테니까
en: ...with a new level of shock.

source: 제 마지막 소원이에요
en: ...I have a favor to ask you for the last time.

source: 그리고 남조선 아새끼들은 머리 꼬라지가 다 그 모양이네?
en: and what the heck’s wrong with... that weird hair you all have, huh?

source: 지만…
en: but...

source: ….뭐?
en: what...?

source: 그럼 난 네 딸이랑 기다릴 테니까 얼른 와, 알겠지?
en: I’ll be waiting for you to come and take your daughter, so get your ass over here right now.

source: 처분은 무슨 처분,
en: get rid of you, my foot.

source: 밖에서 부끄러운 아빠가 되어도 상관없는 법이니까
en: ...I don’t care if the whole world points its finger at me.

source: 예의는 지켜야지?
en: let’s keep our manners, shall we?

source: 임자 왔어?
en: hi, honey.

source: 천천히 왼쪽으로 움직여
en: move slowly to your left.

source: 그렇게
en: days went by...

source: 이제 너도 요원 짬 좀 먹었구나
en: looks like all those years as an agent weren’t for nothing.

source: 예
en: yes, sir.

source: 뭔 부탁?
en: what is it?

source: 쩍
en: wham

source: 발견하면 보고하라고..
en: I told you to report to me right away if you see him--

source: 주영건설 해체 가능합니까?
en: can you close juyoung construction?

source: 계속
en: go on.

source: ….맞게 찾아온 것 같네
en: looks like we’re in the right place...

source: 한 달에 1억 주지
en: I’ll pay you 100 million won* a month. *about 79,000 USD

source: 서해의 이름 없는 외딴 섬에서
en: banishment to a nameless island in the west sea...

source: 북한 보안팀 '민들레' 문태범 224cm/140kg
en: north korean security team dandelion taebeom moon 7’4/ 308 lbs

source: 가드를 올리지 않으면 진짜 죽을지도 모른다는 것도
en: ...that he must raise his guard unless he wishes to die for real.

source: 어쩔 수 없었어
en: I didn’t have a choice.

source: 아는 사람 아니야?
en: I thought you knew him.

source: 자신의 팀원이었던 사람
en: ...to prove you’re worthy of discharge...

source: … 표정 보니 정말 몰랐던 모양이군
en: it looks like you didn’t know it, either...

source: 조선민주주의 인민공화국
en: ...working for the democratic people’s republic of korea.

source: 중단됐다
en: is off.

source: 아마 이제 잠깐 잠들거야
en: in less than a minute, you’ll fall asleep.

source: 전부 연락 두절입니다
en: all of them can’t be reached.

source: 허튼 생각하지 마라
en: don’t think for a second you can fool me.

source: 억?!
en: ek?!

source: 빠박
en: pow

source: 도면이 맞다면 여기가 306호
en: if the blueprint is right, this is room 306.

source: 푸쉬이익
en: pshhhh

source: 저와 그 여자의 안전은 확보해 주시는 거디요?
en: you’re going to secure my and her safety after this job, yeah?

source: 맞아
en: you’re right.

source: 네, 그게 주혜리라는 애가 저를 좀 싫어하거든요
en: yeah. hyeri ju kind of hates me.

source: 주둥아리를 꿰매줘야 정신 차리갔어?
en: ...so you won’t speak any more of your nonsense?!

source: 여기 저장된 사람 중 한명만 연락해도 너 같은 건…
en: one phone call to any of the people here, and you’ll be--

source: 잊지마!
en: don’t forget it,

source: 알파팀 확인
en: team alpha has eyes on the target.

source: 정말 장하다고 생각합네다만
en: ...in front of the people across the world. but that’s it.

source: 뻑
en: thwack

source: 와아아아
en: clamor

source: 저....
en: sir...

source: 한팀장
en: han...

source: 저..
en: excuse me...

source: 그래서 움직이면 안 돼
en: so he should always stay low and off the radar.

source: …그리고 너도
en: and by the way...

source: 안 될 일이야
en: I can’t tolerate this.

source: 아니면 헛소리를 못하게
en: or should I just stitch your mouth shut...

source: 긁적 긁적
en: scratch scratch

source: 박정철
en: jeongcheol park

source: 알겠으니 걱정 마세요
en: I get it. don’t worry about it.

source: 다시 말하자면
en: in other words...

source: 한팀장이 쓰러져 있었습니다...
en: chief han was on the ground, beaten.

source: 하아~ 무슨 산구석에 있네
en: whew, it’s like in the middle of the mountain.

source: 특수부대원이라고 해봤자 수준은 정해져 있습니다
en: he may be from a special force, but his abilities are bound to be limited.

source: 이..{j}이게 무슨..?
en: wh-what’s going on...?{j}

source: 그 때 우리는
en: at that moment...

source: 힐끔
en: glance

source: 키기기긱
en: screeech

source: 그 부분에 있어서는 내가 조금 성급했지
en: that was a little rash of me back then.

source: 내 눈을 의심했다
en: ...I thought I was seeing things.

source: 정말 죄송합니다 손님께 말씀드리고 방을 비워놓을테니..
en: I am really sorry, sir. I’ll inform the current guest, and have the room vacated--

source: 아, 물론 아저씨는 공부보다는 건강이 먼저라는 쪽이란다
en: oh, but don’t get me wrong. I am all for being healthy over getting good grades.

source: …그럼
en: then...

source: 그리고 우리는
en: and once again...

source: 이 미친놈들아!
en: you nut-jobs!

source: 특임국 정문으로 나가보게?
en: ...you can boldly walk out through the main entrance?

source: 어차피 언제 들어가나 순서 차이야
en: it doesn’t matter. it’s all the same.

source: 쿠당탕탕
en: craaash

source: 뭔가 사연이 더 있을 것 같은데
en: I think there’s more to that story.

source: 자네 차관이랑은 내가....
en: your deputy minister and I--

source: 저도 사내인데 풀건 풀어야죠
en: I’m a man. I need to get off as well.

source: …그 이름은 어찌 알았네?
en: how’d you know my name...?

source: 부모라는 건 말이야
en: you see, parents are...

source: 최기형
en: gihyeong choi

source: 사회안전부
en: Ministry of Public Security

source: 무전이라도 쳐!!
en: then radio him!!

source: 무엇이든지 해주세요
en: ...do anything.

source: 하아..
en: huff

source: 위기의 상황에서
en: in times of crisis...

source: 그런 것 같아
en: I think so.

source: 히잉..
en: phew...

source: 대통령께선 뭐라고 하시던가
en: what did the president say?

source: 너희...
en: all of--

source: 아무리 조선생님 말씀이라도 그건 안돼요!
en: even if it’s coming from you, I cannot let that happen!

source: 아…..
en: dad...

source: 저 자식!!!
en: that bastard!

source: …뭐 길티
en: well... you got me.

source: 왜 그랬는지는 모르겠다
en: I don’t know what got into my head at that moment.

source: 너무 무서워서 내 이름도 잊었는데 네 성씨는 기억한다니
en: I erased the memory of name in my head because I was terrorized, but your last name is still in my head. I can still remember.

source: 딸내미는 따로 빼두고
en: but leave the girl alone.

source: 할 수 있지?
en: can you do it,

source: …..제법
en: that was...

source: 응?!
en: huh?!

source: 국가 특수 임무국 '육금성'
en: national special missions bureau ‘six venus.’

source: 꾸구국..
en: squeeze

source: 역시 호텔을 통째로 빌려야 했습네다
en: we should have rented the whole hotel, sir.

source: 필요한 거 있으면 부를게요 가보세요
en: I’ll call you if I need anything. please leave me alone now.

source: 뭐, 뭐뭐뭐 뭐야!
en: wh-what the heck?!

source: 뭐라고 소리쳤는데 정신없어서 하나도 못 들었어요
en: he kept yelling something at me, but I was too scared to understand anything he said.

source: 계…계속 그 자리에 서 있어!!
en: ju-just stay where you are...

source: 근디 저 모자 쓴 놈이랑 여자는 안 돼~
en: but the dude with a cap and the woman? nuh-uh.

source: 그런데 그 놈을 우리 정부가 책임지라고요?
en: and you want us to take him back?

source: 좋아, 천천히...
en: good. nice and slow...

source: 퍽 퍽퍽
en: smash bam

source: 강국철
en: Gookcheol Kang

source: 빨리 총 주워서 쫓아…!
en: ...start picking up your guns and go chase them!

source: 그래도 걱정은 말라우
en: but don’t worry.

source: 벌써 소문 다 났는디~
en: everyone knows about it already!

source: 촤악
en: splash

source: ….갑자기?
en: ...how dare you?

source: 꾸구구구구구국
en: shove

source: 그..그럼 여기까지는 뭘 타고..
en: th-then how did you get here...

source: 그때 그 학부형인가 보군
en: it must be the father of that student.

source: 야..
en: hey...

source: 윽!!
en: ack!

source: 이름 남녀별
en: Name Sex

source: 뚜둑
en: crack

source: 차박
en: step

source: 저, 저 자식 저거..
en: he-hey...!

source: …안미워해요
en: I don’t hate him...

source: 중국 하얼빈의 호텔
en: a hotel in harbin, china

source: 꺄..꺄아악!
en: ahhhh!!!

source: 그럼 나는 어떻게 해야할까?
en: what do you think I should do?

source: SNS업로드할까요?
en: should I upload this on your social media?

source: 파바바방!
en: thwack

source: 기분 한 번
en: this feels...

source: 여자 인질은 다치는걸 감안하셔야 할 것 같습니다
en: I can’t promise you that she won’t be hurt.

source: 원한다면 내가 알려줄테니까
en: if you want, I can teach you.

source: 동생은 무슨 동생,
en: brother, my ass.

source: 됐다 대화가 안통하는구나
en: never mind. there’s no point in talking.

source: 고인께서 마지막으로 유언을…
en: she left you a message before she passed away...

source: ...예 맞습니다만
en: yes... that’s right.

source: 처리해
en: take care of her.

source: 가슴이 벅차올라 숨도 쉬지 못할 만큼
en: my heart burst with overwhelming happiness...

source: 한국 대통령 죽이겠다고 내려가면 막을 수 있겠어?
en: and he goes out to kill your president. you think you can stop him?

source: 반대 돌려차기
en: front spin kick.

source: 밀어차기
en: pushing kick.

source: 나, 나를..?
en: ar-are you for real...?

source: 차 돌려
en: turn back.

source: 너도 이름 말해보라
en: tell me your name.

source: …아직까지 별 말씀 없으셨습니다
en: nothing yet, miss...

source: …아
en: oh...

source: 빈 틈이…
en: what’s the loophole here...?

source: 콰{j}앙!
en: crash{j}
